<script setup>
</script>

<template>
  <article>
    <h1>Описание</h1>
    <p>Библиотека позволяет производить обмен данными между различными сущностями оптимизируя трудозатратность и обеспечивая единую структуру.</p>
    <p>Эта библиотека рассчитана на расширение со стороны разработчика и позволяет максимальную модификацию процесса без вмешательства в исходный код или копирования существующего функционала с целью доработки под свои требования.</p>
    <p>Проект открыт для ваших предложений улучшения совместимости существующих механизмов или разработки новых решений, которые будут крайне полезны, для других разработчиков.</p>
  </article>
</template>